Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] KO>EN The Final Raid Boss TM.tmx
Source language: ko_kr
Languages: en

source: 기사단장 템이라서 그런지 성능이 좋은데?
en: so they have pretty good stats since they belonged to a commander of the knights?

source: 끄덕 끄덕
en: nod nod

source: 말이 통하는 녀석이니까 한 다섯 번만 반복하면 되겠지?
en: since you can talk so well, repeating this five times will be enough right?

source: 솨아아
en: shaaa

source: ㅋㅋㅋㅋㅋㅋㅋㅋ
en: ahahahahahaha

source: 명성이 1,000 상승하였습니다.
en: your reputation has increased by 1,000.

source: 큰일날 뻔했네
en: that was close.

source: 스토리를 완료하면 아스트롬에 대규모 패치가 진행됩니다.
en: once the story is finished, astrom will have a massive update.

source: 촤악
en: swoosh

source: 부들 부들
en: tremble tremble

source: 사 악!
en: WHISH

source: 캐릭터 사망 또는 병사 사망 시 실패.
en: failure will result in the event of character or soldier death.

source: 휘하 병사 친밀도 최고치 달성 (완료)
en: reach the highest level of intimacy with subordinates (completed)

source: 이 정도로⋯
en: do you think that's enough...

source: 조건 :
en: condition:

source: 여기 없으면 어쩌란 건데?
en: but they’re not here.

source: ∙∙∙가 아니라
en: ...just kidding.

source: 최종보스 길드방
en: final boss guild room

source: 그 급식이 까불다가 발각됐나..?
en: did that middle schooler act out and get caught?

source: [국왕 죽음의 비밀] 퀘스트를 완료하였습니다.
en: [the truth of the king’s death] you have completed the quest.

source: 아이템 확인!
en: item confirmed!

source: 룬 스킬 [마력 주입] 특정 대상에게 마력을 주입해 강화시킨다.
en: rune skill [magic power infusion] strengthens a specific target by infusing power for a certain amount of time.

source: 니가 서큐버스 맡아!
en: you take the succubus!

source: 자!{j}그럼!
en: okay, then!

source: 좀 조용히 시켜
en: get him to shut up!

source: -마법 공격력 110%
en: magical attack 110%

source: 잘못된 것들을 바로잡을 시간입니다.
en: ...it’s time we set things right.

source: 도적 기본 스킬
en: basic swordsman skill

source: 혹시..{j}이스터에그 같은 거 아닐까요?
en: {j}do you think it could be an easter egg?

source: 절레 절레
en: shake shake

source: 스킬 다 빠졌어!
en: I’ve used all up all my skills!

source: 찰싹
en: smack

source: 덕분에 대미지 증가 버프가 됐거든ㅋㅋ
en: thanks to you, my attack power got buffed up. haha!

source: 공대장씨 관련된 직원 4명만 따로 팀을 만들면
en: by making a separate team of only four people for the raid captain case...

source: 꽝!! (맞다꽝!!)
en: squeak!! (right!!)

source: 죽은 걸 살리는 것도
en: bringing the dead back to life

source: 멋'을 알린 장소..
en: this is where I proved my “style”...

source: 스나이퍼 총처럼 정밀하고 강력하게 찌른다.
en: pierces with the precision and force of a sniper.

source: 왕국의 수호신이었던 보스 몬스터를 제압했습니다.
en: you have subdued the kingdom’s guardian deity.

source: 싸우는 것도 좋은데
en: ...and a great fighter.

source: 무슨 일이 있었던 건데요?
en: what’s the problem?

source: 전설이 잠든 곳'이
en: wait, the place where the legend sleeps...

source: 너무 늦으면..
en: if I’m too late,

source: 유저 최초 기사단인 금조기사단의 영예로운 망토.
en: it is a cloak of the first knights formed by players in history.

source: 쉭
en: wave

source: 뭐가 느낌이 이상한테ꞏꞏꞏ?
en: something doesn’t feel right...

source: 전투력 37,850 Lv.
en: combat power 37,850 Lv.

source: 봐드리진 않을 거예요!!!
en: I won’t go easy on you!!!

source: 보여줘야겠군 게임 예의⋯
en: I shall teach you proper game etiquette...

source: 으아아악!
en: aagh!

source: (3시간마다 충전)
en: (charges every 3 hours)

source: 뭐??!
en: what?!

source: 나 왜?!{j}뭐..?!
en: what about me?! huh...?!

source: 와아아..
en: WAHHH

source: 계속 부하니 뭐니 까불어대네
en: why are you still pretending?

source: 기회라는 건 자주 찾아오는 게 아닌데 말이야
en: opportunities like this don’t come often.

source: 꽝꽝ㅋㅋ (기대했으면서꽝ㅋㅋ)
en: squeak squeak! (you definitely expected it to work, haha!)

source: -서비스품질 이유라
en: - yura lee, service quality

source: 은신(싈) 사용 가능.
en: stealth (skill) can be used.

source: 타앙!
en: tap

source: 콰쾅
en: crash

source: 빨리 해명해!{j}빨강머리!!
en: explain yourself, you redhead!!{j}

source: 츠츳!
en: krrk

source: 캉!
en: clang

source: 이..{j}이건∙∙∙!
en: wait, th-this is...!

source: 스킬 사용에 실패했습니다. [텔레포트 요구 스탯] 아공간 20 필요.
en: you have failed to use this skill. [insufficient stats for teleport] 20 subspace required.

source: NPC나 일반 동물에 사용하면 몬스터가 된다.
en: it turns npc or regular animals into monsters.

source: 힘을 받은 대가는 상상도 못하고 말이지
en: however, I couldn’t imagine the cost of bearing such great power.

source: 꽝꽝이 무기 만들어 주기로 했었지?
en: didn’t I say that I was gonna make you a weapon, kkwang kkwang?

source: 마왕자님 비하 발언?!
en: how dare you speak lowly of the demon prince!

source: 누군가 나한테 시비 거는 거야
en: I swear, someone is trying to mess with me.

source: 도적이면 체력이 약할 테니까 한 방에 끝낼 수 있겠어
en: if you’re gonna go easy on me, you’ll be easy to defeat.

source: 몬스터?
en: a monster?

source: 스으윽
en: swish

source: 흑마법 효율 +15%
en: dark magic effect +15%

source: 타닷!
en: LOOM

source: 앞으로
en: ...that you will never...

source: (3대 독자야?
en: (3rd

source: 아참!
en: oh, right!

source: 빛이라도 있기에
en: does not exist

source: 갑자기?
en: why so suddenly?

source: 생각보다 레벨이 높아..
en: ...but it’s more difficult than we thought.

source: 씨익
en: smirk

source: 마법 저합 +44
en: magical combination +44

source: 웅성
en: clamor

source: 슈슉
en: shhk

source: 그것도 있었지?!
en: so it was like that?!

source: 계속 반역자로 남아서 나를 도울 건지
en: do you want to stay as a traitor and help me?

source: 출정 후에는 조용히 해줄 거라 믿네
en: ...since we must move discreetly.

source: 나를 도발한 죄...
en: your sin of provoking me...

source: 부절
en: anxious

source: 휙휙
en: swish swish

source: [입 틀어막기]
en: [shut your mouth]

source: 역사적 몬스터를 발견하여 새로운 칭호가 생성되었습니다.
en: a new title will be created for discovering a historical monster.

source: 전설이 잠든 곳'으로
en: I will take you to the place called...

source: 현실에서도 죽을 지도 몰라⋯!
en: and you might die in real life too...!

source: 실력으로도 변태력으로도 나를 따라오려면
en: be it skills or perversion, if you’re trying to catch up with me...

source: 탁 형이랑 유정 누나는 도대체 어떻게 발견한 거야..
en: how did tak and yujeong find it...?

source: 님!
en: sir!

source: 퍽
en: smack

source: 털썩
en: thud

source: 오∙∙∙ 이런 것도 할 수 있어?
en: whoa... it can even do that?

source: 하
en: ha

source: 탈
en: wave

source: 아니 잠깐만!
en: hold on!

source: 30초 동안 침묵 효과가 발동된다.
en: for 30 seconds.

source: 하!
en: hah!

source: 퍼억
en: thwack

source: 만지작
en: fiddle

source: 무..{j}무게감이..{j}힘캐인가?
en: that was a heavy attack... does he mainly use strength?

source: 어리둥절
en: puzzled

source: 보여주자는 거지
en: ...let’s just show them.

source: 난 또...
en: I thought—

source: 드디어
en: I can...

source: 자네들이 왜 여기 있나?
en: what are you guys doing here?

source: 영광의 순간이!
en: and turn everything back!

source: ...저..
en: he...

source: 뭐, 일단은 소환의 돌이 있으니까
en: well, I have the summon stone for now.

source: 꽝!{j}꽝! (와!{j}눈이다꽝!)
en: squeak! squeak! (wow! snow!){j}

source: 나도 이번 일 다른 길드장들이랑 회의하러 갈 거니까
en: I’m also gonna go meet with other guild leaders.

source: 개신경쓰이네 진짜!
en: so annoying!

source: 그대는 파편 속 기억의 장소를 따라가라!
en: you shall follow the places inside the piece!

source: 꽝? (내가?{j}라는 뜻)
en: squeak? {j}(me?)

source: 꾜드득
en: grit

source: 쓰다담!
en: pat pat

source: 이 방법밖에 없잖아!
en: I don’t have any weapons.

source: 맨손으로 팔 수 없으니 곡괭이라도 하나 만들어줘야ꞏꞏꞏ
en: since he can’t just do it by hand, I should make a pickaxe for him at least.

source: -AI개발 최호만
en: - homan cho, AI developer

source: 아서 왕국 공인 기사단으로 지정하고 영토를 하사하겠네
en: ...as official commanders of the kingdom of arthur and grant them territory.

source: 촤 악!
en: whish

source: 이 자리에서 양피지에 있는 내용을 읽으시면 됩니다.
en: you should read what’s written on the parchment at this place.

source: 텔레포트ꞏꞏꞏ
en: teleport...

source: 대답 못하는 거 아니까 고개 흔들어서 대답해
en: I know you can’t speak, so move your head to respond instead.

source: 띠 링!
en: ding

source: 두두두
en: tap tap tap

source: 하아압!!
en: hiya!!

source: 왕 놀이 재밌었지?
en: it must’ve been fun playing king, huh?

source: 도대체 무슨 계획인가?
en: what the heck are you planning?

source: 쉭!
en: swik

source: 크아아앙!
en: graah!

source: 왕국에 흑마법을 퍼트리고 있던 '누군가'의 표적이 되었습니다.
en: you have become the target of the "someone" who was spreading black magic throughout the kingdom.

source: 뚝!
en: thunk

source: 개 멋있다!!
en: ...so damn cool!!

source: [근전지]
en: [muscle battery]

source: 미친!!
en: crazy!!!

source: 공대장님⋯
en: is raid boss...

source: 타닥!
en: ta-tat

source: 콰 아악
en: smash

source: 두리번
en: glance

source: 토끼?
en: a rabbit?

source: 기사단장인 척하던 보스 몹이 알고 보니
en: the boss mob found out that I was a fake knight commander...

source: 큰일 났습니다!!
en: something bad has happened!!!

source: 우리 길드 최강자전으로 만들려고 했던 내 계획이 다 무너졌어
en: ... to make our guild the strongest is ruined.

source: 쿠과과과
en: kwaaa

source: (꽝꽝 해석 :
en: (squeaker’s translation:

source: 몬스터 배치를 완료하여 던전의 등급이 결정되었습니다.
en: you have completed the monster placement. the rank of the dungeon has been decided.

source: 꼬마야 너 뭐냐고
en: I’m asking you, kid, who are you?

source: 콰칭!
en: clash

source: 지니!{j}!
en: genie!

source: 여태까지 발견된 던전 중에 제일 빡센 거 같아아아…ㅠㅠ
en: I feel like this is the hardest dungeon that’s been discovered so far...!

source: 일이 또 있어!
en: there’s one more problem!

source: 방어하려다 결국 박살 내버리고?
en: ...to build your defenses, even though they ultimately got destroyed.

source: ㅅㅟ이익
en: SWISH

source: 끄아아악!
en: aaargh!

source: 꽝꽝.
en: squeak squeak.

source: 끼이익
en: creak

source: 몬스터 정리하는 거 돕고 있어!
en: I’ll help get rid of the monsters!

source: 투 훙!
en: whish

source: 쉬
en: f

source: 잘 부탁드립니다!
en: I’m pleased to have met you!

source: 서큐버스ꞏꞏꞏ
en: the succubus...

source: 갑자기 몬스터 나오고 그런 건 아니겠지?
en: I hope a monster doesn’t suddenly pop out or something.

source: 몬스터가 왜 오류 노트를 가져가는 거지?
en: why did a monster take the error report?

source: 꽝꽝아!
en: kkwang kkwang!

source: 꽝꽝! (룬석도 안 통하면 이제 어떻게 하냐는 뜻)
en: squeak squeak! (what do we do now that the runestone didn’t work?)

source: 휘우우웅
en: shooom

source: 퍼억!
en: whoosh

source: 길드에 갑자기 큰일이 두 개나 생겼는데⋯
en: two issues suddenly came up in the guild.

source: 벌떡
en: jump

source: 아직 교육 안 시켜놨어?!
en: you didn’t educate him yet?

source: 화르륵!
en: fwoom

source: 찰파팍!
en: chhk!

source: 상대의 기를 누를수 있다.
en: you can intimidate the opponent.

source: 이전 경기들처럼 레벨과 기본 스탯,
en: just like all the previous matches all levels, stats...

source: 처억
en: chk

source: 반성해라..{j}과거의 나..
en: I hope I never have to do this again...

source: 사람은 무언가 감추고 싶을 때
en: people tend to act strange...

source: 미션
en: mission

source: 튜토리얼을 진행하시겠습니까?
en: would you like to proceed with the tutorial?

source: 날 믿어 볼래?
en: will you trust me?

source: 확인할 게 또 있지
en: there are still more items that I’ve got to check.

source: 히든 미션 포함 3개 달성.
en: accomplish three hidden missions

source: 후우
en: huff

source: [머슬 펀치]
en: [muscle punch]

source: 공대장씨 위치 신호가 잡히자마자 게임 스토리가 꼬였어
en: the game’s storyline got completely messed up as soon as mr. raid boss’s location signal showed up.

source: 고
en: gr

source: -물리 공격력 110%
en: physical attack 110%

source: 타 쟌
en: tarzan

source: 유저들 대화 소리..!?
en: wait, are those users...?!

source: 알 수 없는 열쇠
en: unknown key

source: 반역자?
en: a traitor?

source: 크아아악!!!!
en: aagh!!!

source: 무슨 보도 자료..
en: what press releases...

source: 제한 시간 10분.
en: you have 10 minutes.

source: [마법석]
en: [magic stones]

source: 쿵
en: thump

source: 그래서 내가
en: and so!

source: 하란 대로 하면 살려는 주겠다~ 이런 건가?
en: to me, this sounds like “we won’t kill you as long as you do what we say.”

source: 준비 안 하고 뭐해?
en: what are you doing? get ready.

source: 예전부터 느꼈는데 중요할 때마다 꼭 끊는 것 같다?
en: I’ve been feeling this for a quite a while now, but I always get cut off when it’s important.

source: 첫 번째 자격시험.
en: the first test of worthiness.

source: 뭐..
en: I mean...

source: 여기를 알고 있는 것도 나밖에 없는데..
en: besides, I’m the only one that knows about this place...

source: 해결된 거 같아요!!
en: it looks like it’s fixed!!

source: 경기를 중단하시오!
en: stop the battle!

source: 일단 튄다!!
en: we should run!!

source: 허억!
en: ugh!

source: AI 연구원들이랑 개발진들 전부
en: and both the ai researchers and development team

source: 촤아악
en: kwaaa

source: 쿠드득!
en: crush

source: 삐융!
en: pew

source: [사마귀 칼날]
en: [praying mantis’ blade]

source: 튜토리얼과 병력 관리 모드를 종료합니다.
en: troop management tutorial has been completed.

source: 달달달
en: stomp stomp

source: 아우 띠링 띠링 시꾸러
en: ugh, it’s so loud!

source: 흐으읍
en: inhale

source: 찰팍!!!!
en: glub!!!

source: 쿠{j}왕!!
en: sm{j}ash!!!

source: 공대장님 명령이다!
en: this is the raid boss’s order!

source: 쟤 좀 녹여줘
en: go melt him,

source: 해찬이나 다른 길드원 기다렸다 같이 가는 게 좋을 것 같은디이잉
en: I feel like we should wait for haechan or another member before going in...!

source: -기운(패시브) :
en: - energy (passive)

source: 열어!
en: open it!

source: 쿵!
en: thud

source: 이걸 어디서부터 손대야 하는 건가?
en: where are we even supposed to begin?

source: 찰팍!
en: glub!

source: 여차하면 내가 반역자라고 해도 돼
en: if you do, you can just say that I’m the traitor.

source: 너희는 가서 국경 마을에 반역자가 있다고 보고해
en: you guys go back and report the traitor in the border village.

source: 이스터에그?
en: easter egg?

source: 강해져야 해
en: I need to become stronger.

source: 아장…
en: squirm

source: 요즘은 계속 찾기만 하는 거 같네ꞏꞏꞏ
en: I feel like we’ve only been on a search these days.

source: 아쉽다...
en: that’s too bad...

source: 꽝꽝! (어딜 숨기냐꽝!)
en: squeak squeak! (you can’t hide it from us!)

source: 탕!
en: tump

source: 게다가 너희 왕국을 우리가 습격했는데도?
en: also, did you forget that we raided your kingdom?

source: 쓰담
en: pat

source: 토닥
en: pat

source: 이 끝없는 멋이란∙∙∙
en: god, can I get any more cool...?

source: 인간들이 워낙 약해서..
en: humans are just too weak...

source: 몬스터를 배치하시겠습니까?
en: would you like to place monsters?

source: 그럼 가볼까?
en: shall we go now?

source: 매일 사고만 쳐대는 잼민이 같은 건 맞지만
en: while it’s true that he is a brat who only causes trouble every day...

source: 도발은 못 참지..!
en: I can’t take this anymore...!

source: 소환의 돌
en: summoning rune

source: 옛날 생각도 나고 좋지?
en: doesn’t this remind you of the old days?

source: 크흑!
en: argh!

source: 그리고 굳이 막을 필요도 없을 것 같은데..?
en: I don’t think it’s necessary to stop him, though...

source: 헬라임!
en: arnold!

source: 륵!
en: sh!

source: 다음이 마지막입니다.
en: next up is the last one.

source: 그런 방법이!
en: how did we not think of that?!

source: 그런데..
en: but...

source: 무식하게 룬석 자체를 저주로 박아버렸던 거야?
en: did you mindlessly set the runestone as a curse?

source: 퍼엉!
en: boom

source: 내 직속 군단장 시켜줄게!
en: I’ll make you the commander of the corps under my direct control!

source: 아스트롬 오류 전담팀 신설
en: launching new astrom’s error specialist team

source: 일반적은 서큐버스랑 달라!
en: she’s different from regular succubi!

source: 벌써 마법진을 발동하면 어떻게 하나!
en: what should I do if the magicians have already been activated?!

source: 그분들이 오시면
en: if they come...

source: 이번엔 조각을 하라니..
en: ...but now he wants us to make a sculpture?

source: 정
en: normal

source: 카앙
en: shatter

source: 룬 스킬 [마력 주입]
en: rune skill [magic power infusion]

source: 몬스터를 끌고 다닌다니까
en: since the traitor moves with a monster...

source: 당연하지!
en: of course!

source: 미친..
en: god damn...!

source: 리.
en: tory.

source: [체인 슬래시]
en: [chain slash]

source: 덕분에 조금만 늦었어도 영원히 소멸할 뻔했으니
en: because of you, I would’ve disappeared forever if I was a little late...

source: 겁먹고 도망친 모양이군
en: he must’ve gotten scared and ran away

source: 계급 :
en: class:

source: 마법진을 발견한 걸세
en: you found the magic circle.

source: 응용 스킬
en: applied skill

source: 이러니
en: this is why...

source: 챕터 2에 등장 예정이었던 마왕이 벌써 등장하다니..
en: I can’t believe the demon king already appeared. he was supposed to appear in chapter 2...

source: 특정 대상에게 마력을 주입해 강화시킨다.
en: strengthens a specific target by infusing power for a certain amount of time.

source: 무투에만 전념하기 위해..
en: she's an insane one...

source: 훗
en: ha

source: 안 어울리게 잔소리는..
en: look at you nagging at me...

source: 반역자를 생포해 오게!
en: then bring the traitor alive!

source: 엉금
en: climb

source: 뒤적
en: fumble

source: 그래!
en: all right!

source: 퍽 퍽
en: pow pow

source: 첫 번째 영상인데 증인까지 있으면 좋잖아!
en: this is gonna be my first video, and it’s always good to have a witness!

source: 너희
en: you guys...

source: 유물 찾으라며 여기로 보내놓고
en: you sent me here to find the relics

source: 당황
en: startled

source: '멋' 때.문.이.다.
en: I’m. so. cool.

source: 영양제 투입도 문제 없는데 ꞏꞏꞏ
en: and never once missed taking supplements...

source: 아이템을 착용하면서 영향을 받았다는 소리인...
en: he listens when I’m wearing the items I was given...

source: 스윽...
en: ssk

source: 그럼!!
en: so!!!

source: 그래.
en: okay.

source: 휘릭
en: fwik

source: 헬라임
en: hellime

source: 시간 없으니까 빨리 일어나
en: get up. we don’t have much time.

source: 퍼거걱!
en: krrrk

source: 빙글!
en: swirl

source: 유물 들고 튀는 사람까지 보여줘놓고
en: and even showed me a person who ran away with them.

source: 뭐야 이게..
en: what the...

source: 길이 정말 복잡하네요.
en: the road is really complicated.

source: 고블린들도 나오는 족족 패보고
en: I even got rid of the goblins.

source: [공개 불가] 등급입니다.
en: rank [hidden].

source: 변태적인 녀석이야!!
en: just to focus only on fighting!

source: 쉬익!
en: shhk

source: 백곰기사단은 국경 인근을 수색해
en: and white bear knights, search near the border...

source: -물리 공격력 250%
en: - physical attack 250%

source: 국왕 전하의 몸을 앗아갔던 간악한 몬스터가 암살된 이후
en: also, his majesty has gladly decided to take the throne...

source: 콰앙!
en: thud

source: 아서 왕국의 비밀이 풀리고 진정한 왕이 돌아왔습니다.
en: the secret of arthur kingdom has unraveled and the real king has returned.

source: 촤 아 아 !
en: SLASH

source: 철컹!
en: clatter

source: 자네는⋯정말..
en: you, really...

source: 갑자기 어디서 나온 거야?
en: where did you come from?

source: 그러고 보니 꽝꽝이 너 ꞏꞏꞏ ㄹㄴ!%^
en: by the way, squeaker, you are...!&@

source: 응??
en: huh??

source: 치지짓!
en: pzzzt

source: 아무래도 안 되겠다
en: this won’t do.

source: 플리커 전용 스킬
en: [flicker’s special skill]

source: 셀프 캠도 있는데 나는 왜∙∙∙
en: you have a self cam. why do I have to film...?

source: 아서 왕국의 영웅으로 추대되어 NPC 기능이 강화됩니다.
en: npc options will expand since you are regarded as the hero of arthur kingdom.

source: 타 앙!
en: smash

source: 범인은 범행 장소에 다시 온다더니 다 뻥이네
en: they say criminals always return to the scene of the crime, but that was all a lie.

source: 나를 위해 이렇게까지 열심히ꞏꞏꞏ!
en: he is putting so much effort to save me!

source: 뭔 일이 다 이렇게 시원찮게 진행되는 거야!
en: what’s with all of this!

source: [메마른 동굴] 던전을 최초로 발견했습니다.
en: you have first discovered the [dry cave].

source: 으으...
en: ugh...

source: 네 녀석이 내 계획을 망친 녀석이구나∙∙∙
en: so you are the guy who ruined all my plans...

source: 식별 불가
en: n/a

source: 설정할 수 있습니다.
en: can be set.

source: 꽈드득
en: crackle

source: 이게..
en: what’s...

source: 와 전부 사내 엘리트들⋯
en: woah, they’re all in-house elites...

source: 화르륵
en: fwoosh

source: 한 글자도 못 읽겠어!
en: I can’t read a single word!

source: 안에 들어있는 게 보스가 아닌 것도 진짜인가 보군
en: so it’s true that the person possessing you isn’t the boss.

source: 여기서 멈추게!!
en: stop right here!

source: 나는!
en: ...I!

source: 결국 하고 싶은 말이 그거였어?
en: that’s what you wanted to say?

source: 슈우욱
en: shwoo

source: 저런 극찬을..!
en: that’s the best praise anyone can ever ask for...!

source: 꽝!!
en: squeak!!

source: 꿈틀 꿈틀
en: squirm squirm

source: 샤악!
en: swish

source: 저러다 진짜 죽어
en: but he could really die at this rate.

source: 성수중일짱 전용 스킬
en: seongsu is the best’s special skill

source: 일시적으로 근력과 물리 스킬이 강화된다.
en: temporarily increases strength and physical skills.

source: 찰팍! (느리지 않다!)
en: glub! (aren’t slow!)

source: 특별한 조건을 충족해야 제대로 사용할 수 있다.
en: special conditions must be met to fully utilize the orb.

source: 기이이잉
en: screech

source: 말 버릇이나 고쳐주려고 했더니
en: I was trying to fix your bad habit of yapping away...

source: 그대에게 기억의 일부를 보여주지
en: let me show you a part of it.

source: 악!
en: am!

source: 음~
en: hmm...

source: 유저들한테 나도, 오류 노트도 들키면 큰일 나는데..
en: the users can’t find out about me or the error note...

source: 근데 저 공대장 빠한테 길드장이란 놈이 보기 좋게 져버렸네
en: yet the enemy lost beautifully against him.

source: 어째 점점 더 노골적인 것 같은데?
en: it feels like it keeps getting more obvious.

source: 앞으로 우리 같이 할 일이 참 많아
en: we have a lot to do together.

source: 17:00 정상
en: 17:00 normal

source: 쿠웅!
en: whump

source: 가장 높은 계급이 자동으로 통솔자가 됩니다.
en: the one with the highest class will automatically become the leader.

source: 화륵!
en: fwoom

source: 1분 동안 버티면 자네에게 불멸의 방법을 알려주겠네
en: if you can hold on for one minute, I’ll tell you how to become immortal.

source: 상처는 괜찮으십니까?
en: are you wounds all right?

source: 하아
en: sigh

source: 두둥!
en: du dun

source: IG 소프트 연구원 조연비입니다
en: this is yeonbi jo, a researcher from IG soft.

source: 지이잉!
en: whir

source: 근데 이젠 포장도 안 하고 주네
en: it looks like they aren’t even gift wrapping these anymore.

source: 프 스스
en: kshhk

source: 지금까지는 예상대로야
en: everything is going as planned so far.

source: 그분들은...
en: those guys...

source: 도리도리
en: shake shake

source: 빠아쿠앙!!
en: slammm

source: 불에 닿기 전엔 안 죽어서 걍 생으로 가져왔어
en: they wouldn’t die unless I burned them, so I just brought them alive.

source: 내가 기사단이랑 붙으면 죽을 거라고 생각하는 거야?
en: do you think I’d die if I stuck with the knights?

source: 철썩!
en: poof

source: 조금 께름칙하긴 하지만
en: although it feels a bit wrong...

source: 근력 민첩 지능
en: strength agility intelligence

source: 새로운 스토리의 시작은 임의로 결정할 수 있습니다.
en: You can choose to start the new story at any time.

source: 인증샷 올려서 난리가 났어!
en: it showed the chat has been left "read", causing a ruckus on the internet!

source: 모자 속에 어케 들어가누∙∙∙
en: how does that fit inside the hat...?

source: 축제다 축제꽝~!
en: yay, it’s a festival!

source: 분명 마법···
en: it’s clearly magic...

source: 까딱
en: tick

source: 캉캉
en: clang clang

source: 타
en: wh

source: 연구원
en: researcher

source: 스릉!
en: shiing

source: 꽝..꽝! (끝이..{j}아니다꽝!)
en: squeak... squeak! (wait... that’s not it!)

source: 촤{j}악
en: sm{j}ack

source: 테스트 장비를 빼도 위험하고
en: it’s dangerous to remove the electrical stimulation system...

source: 바들
en: shudder

source: 공대장씨 텔레포트 신호가 잡혔답니다!!
en: we got the raid boss’s teleport signal!!

source: 체력을 모두 회복시킬 수 있어
en: both abnormal status and hp.

source: 더 할 말 없으면 처맞던가
en: or I’ll beat the sh*t out of you.

source: 쿠라라
en: rumble

source: 인기가 없었지.
en: since it only had useless items.

source: 쿠구구..
en: rumble

source: 이야아아아아
en: aaaah

source: [선택 퀘스트 완료] 선택한 2개의 퀘스트가 모두 완료되었습니다. -국왕의 죽음 밝히기 (완료) -마왕군 복귀 (완료)
en: [optional quest completed] 2 optional quests are completed. -reveal the truth of the king’s death (completed) -return to the demon corps (completed)

source: 번쩍
en: BLINK

source: 아씨!!
en: darn it!!!

source: 오픈 월드인데ꞏꞏꞏ 위치 신호를 잃었다라ꞏꞏꞏ
en: lost a location signal... in an open world...?!

source: 착!
en: clank

source: !@#!@#!%^ (너네도 별거 없구나?)
en: !@#!@#!%^ (of course, you guys are also weak.)

source: 그리고 거기서 일어나는 일들 전부 나한테 보고해
en: also, you need to report to me about the happenings there.

source: 일이 커질 거 같은데 ABC 길드장 만나서 정리하자
en: I think the problem’s getting out of hand. let’s meet up with the guild master of ABC guild and settle things once and for all.

source: 국경 마을에 숨겨진 반역자를 찾아라 (완료).
en: find the traitor hidden in the border village (completed).

source: 철써억!
en: crash

source: 저벅 저벅
en: step step

source: 크아아 앙!
en: roar

source: 길드 퀘스트 준결승 두 번째 경기
en: guild quest semi-final second battle

source: 더할 나위 없는 영광으로 생각하오!
en: ...that I got to introduce this man to all of you.

source: 일단 국왕님께 보고해야겠군
en: first, I need to report this to the king.

source: 악동해지고 싶습니다!
en: as ferocious as you!

source: 원하시면 지금 당장 만나게 해드릴 수 있습니다
en: I can have you meet him right now if that’s what you need.

source: 오지고 지려따..
en: this is awesome!

source: (뭐 하냐는 뜻)
en: (what’s he doing?)

source: 벼락처럼 빠르고 강하게 상대를 쏘아붙여 막강한 피해를 입힌다.
en: an attack that is as quick as lightning and inflicts great damage onto the opponent.

source: 앞으로 하실 일이 있는데 이만 식을 마쳐도 되겠습니까?
en: the hero has other things to do. can we finish up the ceremony?

source: 너희와 우린 적인데
en: you and I are enemies.

source: 대장이 퍽이나 좋아하겠다
en: yeah, right. boss would love that.

source: 왕궁
en: royal palace

source: 다들 왜 이렇게 연락이 안 되는 거야
en: and why isn’t everyone picking up the call?

source: KR
en: EN

source: 쾅 쾅
en: clang clang

source: 꽝꽝이 건드리면
en: if anyone hurts my squeaker

source: 뭐?!
en: what?!

source: 갑자기 왜 이래?!
en: what the heck?!

source: 공대장님 위치를 몰라서ꞏꞏꞏ
en: I can’t figure out where the raid boss is located...

source: 고해찬(플리커)
en: haechan go (flicker)

source: 서큐버스!
en: succubus!

source: 니가 AI지?
en: you’re the ai, aren’t you?

source: 끝까지 오만하실 바라지
en: let’s see how much longer you can keep that attitude.

source: 우리 생각보다 길드 잘 들어온 것 같아
en: we definitely got into a better guild than we thought we would.
